Repository: Dissem/ch.bfh.bti7054.w2013.q.meyec11
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de

source: Payment
de: Zahlung

source: Please note that this is just a demonstration, for the moment all payments are considered DONATIONS.
de: Bitte beachten Sie dass es sich hier nur um eine Demo handelt, für den Moment werden alle Zahlungen als SPENDEN betrachtet.

source: Please send BTC %d to the address %s.
de: Senden Sie bitte BTC %d an die Adresse %s.

source: You can click the link if you have a wallet on this computer, or use the QR code with a mobile wallet.
de: Sie können den Link anklicken falls Sie ein Wallet auf diesem Computer haben, oder den QR-Code mit einem mobilen Wallet scannen.

source: After the payment is complete, you will be able to download the product from your personal section.
de: Nachdem die Zahlung abgeschlossen ist, können Sie die gekauften Produkte in ihrem persönlichen Bereich herunterladen.

source: Sign Up
de: Registrieren

source: Sign In
de: Anmelden

source: password
de: Passwort

source: Well, that didn't work.
de: Nun, das hat nicht funktioniert.

source: Remember me
de: Anmeldung speichern

source: Hello, %s
de: Hallo, %s

source: Sign Out
de: Abmelden

source: The item was added to the shopping cart.
de: Die Auswahl wurde dem Einkaufswagen hinzugefügt.

source: Add to Cart
de: In den Einkaufswagen

source: Buy right now!
de: Gleich jetzt kaufen!

source: Product
de: Produkt

source: Artist
de: Künstler

source: Price
de: Preis

source: Remove
de: Entfernen

source: Proceed to checkout
de: Weiter zum Bezahlen

source: Cart
de: Einkaufswagen

source: full name
de: vollständiger Name

source: sign up
de: Anmelden

source: Products
de: Produkte

source: Art, as you've never experienced before.
de: Kunst, wie Du sie noch nie erlebt hast.

source: Except if you did, then you might have.
de: Ausser Du hast, dann vielleicht schon.

source: You can choose the style, subject and author of the picture.
de: Du kannst den Stil, den Inhalt und den Künstler frei wählen.

source: Each piece an unicate.
de: Jedes Stück ein Unikat.

source: Or even a duplicate.
de: Oder sogar ein Duplikat.

source: It's generated especially for you, with much love, by our servers.
de: Extra für Dich generiert, mit viel Liebe, von unseren Servern.

source: Blazing fast.
de: Rasend schnell.

source: On a blazing fast internet connection.
de: Mit einer rasend schnellen Internetverbindung.

source: After you paid it, you can download it directly.
de: Einmal bezahlt, kannst Du sie direkt herunterladen.

source: Pay with Bitcoin.
de: Bezahle mit Bitcoin.

source: The internet money you haven't heard of. Yet.
de: Dem Internetgeld von dem Du noch nie gehört hast. Bis jetzt.

source: If you already know Bitcoin, you can always try to make me accept Litecoin as well.
de: Falls doch, kannst du versuchen mich zum Akzeptieren von Litecoin zu bringen.
